{
	"lessons": [
		{
			"title": "English",
			"description": "English is an academic discipline taught in primary, secondary, and post-secondary education in English-speaking countries; it is not to be confused with English taught as a foreign language, which is a distinct discipline. It involves the study and exploration of texts created in English literature. English studies include: the study of literature (especially novels, plays, short stories, and poetry), the majority of which comes from Britain, the United States, and Ireland (although English-language literature from any country may be studied, and local or national literature is usually emphasized in any given country); English composition, including writing essays, short stories, and poetry; English language arts, including the study of grammar, usage, and style; and English sociolinguistics, including discourse analysis of written and spoken texts in the English language, the history of the English language, English language learning and teaching, and the study of World Englishes. English linguistics (syntax, morphology, phonetics, phonology, etc.) is usually treated as a distinct discipline, taught in a department of linguistics.",
			"information" : "English is thought to be one of the most important languages in the world. There are many reasons why English is so important. One of the reasons is that English is spoken as the first language in many countries. There are 104 countries where English is spoken as the first language. \n\n\n\n\n Although English is the language of so many countries, more people in the world speak Mandarin Chinese as their first language. Mandarin Chinese is spoken in sixteen countries. Even in countries where English is not the native language, people use it for business and tourism. English is used for these purposes in most countries. English is considered the business language. English is the official language of the United Nations. English is also the official language of airlines and airports. All airline pilots that fly to other countries must be able to speak English. Sentences can be classified as follows: (A) simple, containing one clause and predication: Jane knows this country (B) multiple or compound, containing two or more coordinate clauses: Jane has been here before, and she knows this country (C) complex, containing one or more main clauses and one or more subordinate clauses: Jane, who has been here before, knows this country or Because she has been here before, Jane knows this country \n\n\n\n\n\n\n Simple, declarative, affirmative sentences have two main patterns with five subsidiary patterns within each. Verb and complement together form the predicate. “Complement” is used here to cover both the complement and the object of traditional grammarians. The table listing sentences (1) through (5) provides examples of the first main pattern. The sentences of the first pattern consist of three parts: subject, verb, and complement. In Jane knows this country (1), the complement is the direct object of a transitive verb; in Science is organized knowledge (2), it is a predicative nominal group forming the second component of an equation linked to the first part by the meaningless copula is; in Elizabeth becomes queen (3), it is a predicative noun linked with the subject by the meaningful copula becomes; in The captain falls sick (4), it is a predicative adjective; and in Nothing passes unobserved (5), it is a predicative past participle.",
			"image": "/images/english.png",
			"video1": "https://www.youtube.com/embed/aEH2GkuRIHs",
			"video2" : "https://www.youtube.com/embed/rw62E9v9DnU", 
			"video3" : "https://www.youtube.com/embed/9v2BYta1PFM"
		}
	]

	}
