{
	"lessons": [
		{
			"title": "History",
			"description": "History is the study of change over time, and it covers all aspects of human society. Political, social, economic, scientific, technological, medical, cultural, intellectual, religious and military developments are all part of history",
			"information" : "From Pre-Columbian to British North America, 1492–1763 \n \n \n \n Following Columbus’s Caribbean landing in 1492 (see p. 32), numerous European nations competed for territory in North America, dragging African slaves and Native Americans into the fray. The land that one day would become the United States served as the grand chess board in this geopolitical struggle that lasted some two and half centuries—longer than the United States has since then existed. The near simultaneously establishment of Jamestown by England (1607), Santa Fe by Spain (1608), and Quebec by France (1609) offers a small glimpse of the diverse settlements competing for primacy in the New World (for other examples, see pp. 43–46). England’s own colonies were themselves a mixed bag (see p. 49). Puritans came to New England to establish a state-church that would shame the Church of England into reform (see p. 60). William Penn, however, drew a different lesson from the religious controversies experienced in England: he came to America not to perfect the state-church, but to abandon it, forming Pennsylvania as a haven for religious dissenters (see p. 103). Farther south, along the Chesapeake and in the Carolinas, slave-based agriculture, more than religion, defined the emerging social order (see p. 89). What all of these English settlers had in common, however, was a shared heritage dating back to the Magna Carta (1215) and renewed by the Glorious Revolution (1688): the right to limit the monarchy, which came to mean also the right to a locally elected representative government (see pp. 113–14). This would become the colonists’ legacy to the founding fathers of the United States, and the founders’ legacy to the world. But first the monarchies of France and Spain had to be dealt a decisive blow. \n \n \n \n \n After a long series of imperial wars—which hardly gave advantage to any of the participants—a decisive British victory at last was achieved in the Seven Years’ War, culminating in 1763 with the Treaty of Paris (see pp. 147–48). France was virtually evicted from the New World, with Spain possessing the southwestern half of North America and Britain possessing everything between the eastern seaboard and the Mississippi River. Britain’s American colonists had fought alongside imperial soldiers, sharing a patriotic unity that never had been stronger—nor would it ever be again. The British Empire had reached its zenith in North America, and soon would find itself defeated by a veteran of the Seven Years’ War: George Washington. \n \n\n\n\n\n\n\n\n\n\n\n The Creation of the American Republic, 1763–1789 \n\n\n\n\n\n\n\n\n\n\n\n Saddled with debt from the Seven Years’ War, and now with more territory to protect than ever before, Britain sought a new way to raise revenue: tax the colonists. Parliament had taxed them before, but primarily for regulating trans-Atlantic commerce, not for funding the national debt. Moreover, earlier taxes had often been evaded by the colonists and forgiven by the mother country. The Stamp Act of 1765, however, marked a new approach: taxing for revenue and enforcing the collection (see p. 187). As heirs of the Glorious Revolution, America’s colonists thought themselves entitled to a local representative government. They looked increasingly at their own assemblies, not distant Parliament, as their legitimate law-making body. Parliament, meanwhile, wavered from one minister to the next, but the long-term trend was obviously in the direction of tighter control over the colonies (see pp. 183–189). When King George III refused to hear the colonists’ appeals, the Americans united in July 1776 to declare their independence (see p. 206). A war of ideas gave way to a contest of arms. The Second Continental Congress designated General George Washington as commander of the patriot forces. Although he lost more battles than he won, he knew better than most generals throughout history how to execute a tactical retreat (see, for example, p. 213). Most of all, Washington’s integrity won the hearts of his soldiers. Thomas Paine, whose treatise Common Sense had inspired the colonists to seek independence, wrote an encouraging masterpiece that boosted troop morale on the crucial eve of Washington’s attack against Trenton (see pp. 216–19). In 1777, American soldiers secured a victory at Saratoga that attracted an alliance with France (see pp. 223–25). Bolstered by French money, men, and materiel, the patriots forced a British surrender at Yorktown in 1781 (pp. 235–37). The world’s greatest empire at the time lost her greatest colony as the American Republic was born. \n \n\n\n\n\n\n\n Two things were now certain for the thirteen original states. First, they had become independent of Great Britain. Second, they somehow remained interdependent upon one another. Throughout most of the Revolutionary War, the Continental Congress served as an emergency government. Although Congress had adopted a formal political arrangement, the Articles of Confederation in 1777 (see p. 248), the states did not unanimously agree to it until 1781, by which time the war was nearly finished. In the years that followed, the Confederation successfully established a federal lands policy through the Northwest Land Ordinance and related legislation, but failed to hold the founders’ confidence as a sustainable arrangement for uniting the states. Responding to the deficiency, the Philadelphia Convention of 1787 drafted a new frame of government, the U.S. Constitution (see p. 266). Although this new plan had some advantages over the Articles of Confederation, it also risked delegating too much power to the federal government. To protect the liberties of the people and the authority of their state governments, amendments were promptly proposed in 1789, ten of which were ratified collectively as the Bill of Rights (see p. 295). Meanwhile, the presidential electors unanimously selected George Washington as the nation’s first leader under the new constitution.", 
			"image": "/images/history.png",
			"video1": "https://www.youtube.com/embed/hLE-5ElGlPM",
			"video2": "https://www.youtube.com/embed/6E9WU9TGrec",
			"video3" : "https://www.youtube.com/embed/ghgPq2wjQUQ",

			"question1": "1. Independence day was first established as a holiday by congress in what year?",
			"question1OptionA": "a. 1853",
			"question1OptionB": "b. 1776",
			"question1OptionC": "c. 1938",
			"question1OptionD": "d. 1870",
			"question1Answer": "D",

			"question2": "2. Who was the first president to live in the white house?",
			"question2OptionA": "a. John Adams",
			"question2OptionB": "b. Thomas Jefferson",
			"question2OptionC": "c. George Washington",
			"question2OptionD": "d. James Madison ",
			"question2Answer": "A",

			"question3": "3. What do the colors of the American flag symbolize?",
			"question3OptionA": "a. Nothing",
			"question3OptionB": "b. Red: hardiness, White: purity, Blue: perseverance",
			"question3OptionC": "c. Red: compassion, White: peace, Blue: remembrance",
			"question3OptionD": "d. Red: revolution, White: stability, Blue: integrity",
			"question3Answer": "B",

			"question4": "4. When was the bill of rights created?",
			"question4OptionA": "a. 1770",
			"question4OptionB": "b. 1890",
			"question4OptionC": "c. 1738",
			"question4OptionD": "d. 1789",
			"question4Answer": "D",

			"question5": "5. From where did the 13 states become independent from?",
			"question5OptionA": "a. Russia",
			"question5OptionB": "b. Great Britain",
			"question5OptionC": "c. Spain",
			"question5OptionD": "d. Belgium",
			"question5Answer": "B",

			"question6": "6. What is the bill of rights?",
			"question6OptionA": "a. The pages declaration separation from Britain",
			"question6OptionB": "b. The laws of the land",
			"question6OptionC": "c. The first ten amendments of the constitution",
			"question6OptionD": "d. he list of the 13 colonies with capitals",
			"question6Answer": "C"

		}
	]

	}
