{
	"lessons": [
		{
			"title": "Math",
			"description": "Mathematics is the science that deals with the logic of shape, quantity and arrangement. Math is all around us, in everything we do. It is the building block for everything in our daily lives, including mobile devices, architecture (ancient and modern), art, money, engineering, and even sports.",
			"information" : "Algebra is a branch of mathematics dealing with symbols and the rules for manipulating those symbols. In elementary algebra, those symbols (today written as Latin and Greek letters) represent quantities without fixed values, known as variables. Just as sentences describe relationships between specific words, in algebra, equations describe relationships between variables. Take the following example: \n \n \n I have two fields that total 1,800 square yards. Yields for each field are ⅔ gallon of grain per square yard and ½ gallon per square yard. The first field gave 500 more gallons than the second. What are the areas of each field? It's a popular notion that such problems were invented to torment students, and this might not be far from the truth. This problem was almost certainly written to help students understand mathematics — but what's special about it is it's nearly 4,000 years old! According to Jacques Sesiano in An Introduction to the History of Algebra (AMS, 2009), this problem is based on a Babylonian clay tablet circa 1800 B.C. (VAT 8389, Museum of the Ancient Near East). Since these roots in ancient Mesopotamia, algebra has been central to many advances in science, technology, and civilization as a whole. The language of algebra has varied significantly across the history of all civilizations to inherit it (including our own). Today we write the problem like this: \n\n\n\n\n\n x + y = 1,800   \n \n\n\n\n\n ⅔∙x – ½∙y = 500 \n\n\n\n\n\n The letters x and y represent the areas of the fields. The first equation is understood simply as adding the two areas gives a total area of 1,800 square yards. The second equation is more subtle. Since x is the area of the first field, and the first field had a yield of two-thirds of a gallon per square yard, ⅔∙x — meaning two-thirds times x — represents the total amount of grain produced by the first field. Similarly ½∙y represents the total amount of grain produced by the second field. Since the first field gave 500 more gallons of grain than the second, the difference (hence, subtraction) between the first field's grain (⅔∙x) and the second field's grain (½∙y) is (=) 500 gallons.",
			"image": "/images/math.png",
			"video1": "https://www.youtube.com/embed/64643Op6WJo",
			"video2" : "https://www.youtube.com/embed/NybHckSEQBI",
			"video3" : "https://www.youtube.com/embed/PVoTRu3p6ug",

			"question1": "1. A father gave $500 to his two sons. He gave X dollars to one son. Which of the following expressions correctly shows the amount he gave to the other son.",
			"question1OptionA": "a. $500 + X",
			"question1OptionB": "b. $500 ÷ X",
			"question1OptionC": "c. $500 x X",
			"question1OptionD": "d. $500 - X",
			"question1Answer": "D",

			"question2": "2. Solve X where 5X = 20.",
			"question2OptionA": "a. 4",
			"question2OptionB": "b. 5",
			"question2OptionC": "c. 8",
			"question2OptionD": "d. 15",
			"question2Answer": "A",

			"question3": "3. Solve X where 3X + 7 - 2 = 8.",
			"question3OptionA": "a. 1",
			"question3OptionB": "b. 2",
			"question3OptionC": "c. 3",
			"question3OptionD": "d. 4",
			"question3Answer": "A",

			"question4": "4. Solve for X. 2(X+7) -3(2X-4) = -18",
			"question4OptionA": "a. X = 5 ",
			"question4OptionB": "b. X = 11 ",
			"question4OptionC": "c. X = -11 ",
			"question4OptionD": "d. X = -5 ",
			"question4Answer": "C",

			"question5": "5. Given f(x) = 5x - 4, find the value of x if f(x) = 31?",
			"question5OptionA": "a. 7",
			"question5OptionB": "b. 27/5",
			"question5OptionC": "c. 151",
			"question5OptionD": "d. -7",
			"question5Answer": "A",

			"question6": "The expression (W⁴ - 36) is equivalent to ",
			"question6OptionA": "a. (w² - 18) (w² - 18) ",
			"question6OptionB": "b. (w² + 18) (w² - 18)",
			"question6OptionC": "c. (w² - 6) (w² - 6)",
			"question6OptionD": "d. (w² + 6) (w² - 6)",
			"question6Answer": "D"

		}
	]

	}
