{
	"lessons": [
		{
			"title": "Economics",
			"description": "Economics Definition: Economics is essentially a study of the usage of resources under specific constraints, all bound with an audacious hope that the subject under scrutiny is a rational entity which seeks to improve its overall well-being.Two branches within the subject have evolved thus: microeconomics (individual choices) which deals with entities and the interaction between those entities, while macroeconomics (aggregate outcomes) deals with the entire economy as a whole.A typical college student (or an overburdened husband?) appreciates the lessons of economics in day-to-day life. Semester books and carton of cigarettes (choices) are to be purchased with a limited amount of pocket money (constraints). The aim of studying economics is to understand the decision process behind allocating the currently available resources, the needs always unlimited but resources being limited. Adam Smith wrote ‘An inquiry into the Nature and Causes of the Wealth of Nations‘ which as the name suggests, was an attempt at understanding the reasons behind the economic growth (or lack thereof) of a nation. An interesting backdrop to consider here — the fundamental assumption that we need to make for the whole economic system (as we know it today) to work is that human beings are motivated by pure self-interest and will take decisions that they think will make them ‘better off’ now or sometime in the future.The economic and political systems of a country are closely inter-linked and jointly determine the well-being of its citizens.",
			"information": "It is perhaps one of the most fundamental tenets and provides a fundamental framework in which to assess the actions of an economy. Definition of Demand: Demand is the quantity of a good (or service) the buyers are willing to purchase at a particular price. Definition of Supply: Supply is the quantity of a good the sellers are willing to deliver at a particular price. Meanwhile price is a result of the constant tug-of-war between the demand and supply. And all other random things kept constant for a good (brand, quality etc.); higher the price— lower will be the demand from the consumer (to save up for other purchases). Higher the price, higher will be the supply from the manufacturers (make hay while the sun shines!). The former is called the law of demand, and latter is called the law of supply.Time also plays a huge role in a free-market economy, more so in the case of entities in a competition to serve the consumers. Stock-outs are no good for a supplier as it affects the brand and the consumer can move elsewhere.If there is an excess of demand, the producers have to gauge the nature of demand first (seasonal, increasing trend) to react in a swift fashion, to corner the market and retain the existing customers.The stable state of equilibrium in an economic system makes the economy efficient, the suppliers are moving their goods and the consumers are getting what they are demanding.The only point worth noting: the point of equilibrium is ever-elusive and fluctuates like a wild boar in each minute quantum of time.",
			"image": "/images/economics.png",
			"video1": "https://www.youtube.com/embed/3ez10ADR_gM",
			"video2" : "https://www.youtube.com/embed/8JYP_wU1JTU",
			"video3" : "https://www.youtube.com/embed/g9aDizJpd_s",


			"question1": "1. Which statement does not relate to the role of the economist?",
			"question1OptionA": "a. Forecasting the effects of a change in government policy",
			"question1OptionB": "b. Attempting explain the causes of economic phenomena ",
			"question1OptionC": "c. Identifying ways to make society fairer",
			"question1OptionD": "d. Measuring general changes in price level ",
			"question1Answer": "C",

			"question12": "2. The need for exchange exists because ",
			"question2OptionA": "a. Consumers have both wants and needs",
			"question2OptionB": "b. Free goods have no opportunity cost ",
			"question2OptionC": "c. Unemployment will fall as a result of exchange ",
			"question2OptionD": "d. Specialization and the decision of labour exist",
			"question2Answer": "D",

			"question3": "3. Adam Smith was",
			"question3OptionA": "a. An english poet ",
			"question3OptionB": "b. A scottish economist",
			"question3OptionC": "c. An American political philosopher",
			"question3OptionD": "d. A Welsh geologist",
			"question3Answer": "B",

			"question4": "4. An increase in the price of a product will reduce the amount od it purchased because?",
			"question4OptionA": "a. Supply curves are upsloping ",
			"question4OptionB": "b. The higher price means that real incomes have risen",
			"question4OptionC": "c. Consumers will substitute other products for the one whose price has risen",
			"question4OptionD": "d. Consumers substitute relatively high-priced for relatively low-priced produced",
			"question4Answer": "C",

			"question5": "5. Which of the following will not cause the demand for product K to change?",
			"question5OptionA": "a. a change in the price of close-substitute product J",
			"question5OptionB": "b. an increase in consumer incomes",
			"question5OptionC": "c. a change in the price of K",
			"question5OptionD": "d. change in consumer tastes",
			"question5Answer": "C",

			"question6": "6. Which of the following would not shift the demand curve for beef?",
			"question6OptionA": "a.  A widely publicized study which indicates beef increases one’s cholesterol ",
			"question6OptionB": "b.  A reduction in the price of cattle feed",
			"question6OptionC": "c.  An effective advertising campaign by pork producers",
			"question6OptionD": "d.  A change in the incomes of beef consumers",
			"question6Answer": "B"

		}
	]

	}
